[
    {
        "pk": 2, 
        "model": "raffle.raffleprize", 
        "fields": {
            "description": "Bid on this to rock your very own Jack Johnson t-shirt from his To The Sea Tour.  Size: L", 
            "title": "JJ tshirt (L)", 
            "image": "media/prizes/jack-johnson-tshirt_1.jpg", 
            "winner": null, 
            "value": 20, 
            "round": 2
        }
    }, 
    {
        "pk": 9, 
        "model": "raffle.raffleprize", 
        "fields": {
            "description": "Bid on this to rock your very own Jack Johnson t-shirt from his To The Sea Tour.  Size: S", 
            "title": "JJ tshirt (S)", 
            "image": "media/prizes/jack-johnson-tshirt_3.jpg", 
            "winner": null, 
            "value": 20, 
            "round": 2
        }
    }, 
    {
        "pk": 10, 
        "model": "raffle.raffleprize", 
        "fields": {
            "description": "Use this gift certificate to score your very own double dip cone at Bubbies Ice Cream Parlor, or else use it on a down payment for a larger purchase!", 
            "title": "Bubbies Cone", 
            "image": "media/prizes/bubbies-storefront.jpg", 
            "winner": null, 
            "value": 5, 
            "round": 2
        }
    }, 
    {
        "pk": 14, 
        "model": "raffle.raffleprize", 
        "fields": {
            "description": "Want to keep learning about your energy consumption even after the Kukui Cup is over?  Bid on your very own Belkin Conserve Insight Energy Monitor!", 
            "title": "Energy Meter", 
            "image": "media/prizes/belkin-energy-monitor.jpg", 
            "winner": null, 
            "value": 30, 
            "round": 2
        }
    }, 
    {
        "pk": 25, 
        "model": "raffle.raffleprize", 
        "fields": {
            "description": "What do beer cans, car tires and water bottles have in common? Not much unless you're renegade architect Michael Reynolds, in which case they are tools of choice for producing thermal mass and energy-independent housing. For 30 years New Mexico-based Reynolds and his green disciples have devoted their time to advancing the art of \"Earthship Biotecture\" by building self-sufficient, off-the-grid communities where design and function converge in eco-harmony. However, these experimental structures that defy state standards create conflict between Reynolds and the authorities, who are backed by big business. Frustrated by antiquated legislation, Reynolds lobbies for the right to create a sustainable living test site. While politicians hum and ha, Mother Nature strikes, leaving communities devastated by tsunamis and hurricanes. Reynolds and his crew seize the opportunity to lend their pioneering skills to those who need it most. Shot over three years and in four countries, Garbage Warrior is a timely portrait of a determined visionary, a hero of the 21st century.", 
            "title": "Garbage Warrior", 
            "image": "media/prizes/garbage-warrior.png", 
            "winner": null, 
            "value": 20, 
            "round": 2
        }
    }
]